Repository: edeproject/svn
Catalog: tags/ede-2.0-alpha/epanelconf/locale/*.po
Languages: sr

source: Executables (*.*), *, All files (*.*), *
sr: Извршни фајлови (*.*), *, Сви фајлови (*.*), *

source: File selection...
sr: Селектовање фајла...

source: Panel settings
sr: Особине панела

source: &Apply
sr: &Примени

source: &Close
sr: &Затвори

source: Utilities
sr: Помоћни алати

source: Panel utilities
sr: Помоћни алати за панел

source: Volume control program:
sr: Програм за контролу јачине звука:

source: &Browse...
sr: &Нађи...

source: Time and date program:
sr: Време и датум - програм:

source: Br&owse...
sr: &Нађи...

source: Autohide
sr: Аутоскривање

source: Automaticaly hide panel
sr: Аутоматски сакриј панел

source: Workspaces
sr: Радне површине

source: Number of workspaces:
sr: Број радних површина:

source: Workspace names:
sr: Имена радних површина:

source: WS 1:
sr: РП 1:

source: WS 2:
sr: РП 2:

source: WS 3:
sr: РП 3:

source: WS 4:
sr: РП 4:

source: WS 5:
sr: РП 5:

source: WS 6:
sr: РП 6:

source: WS 7:
sr: РП 7:

source: WS 8:
sr: РП 8:

source: Handlers
sr: Хендлери

source: Handlers programs
sr: Програми-хендлери

source: Internet browser:
sr: Интернет браузер:

source: Terminal:
sr: Терминал:
