Repository: edeproject/svn
Catalog: ede/tags/ede-2.0-alpha/einstaller/locale/*.po
Languages: hu

source: Please enter the name of the package.
hu: Add meg a csomag nevét.

source: Packages (*.rpm; *.tgz; *.deb), *.{rpm|tgz|deb}, All files (*.*), *
hu: Csomagok (*.rpm; *.tgz; *.deb), *.{rpm|tgz|deb}, Minden fájl (*.*), *

source: Package selection
hu: Csomag kiválasztása...

source: Install software package
hu: Szoftver csomag telepítése

source: Enter the name of software package you want to install:
hu: Add meg a telepítendő csomag nevét:

source: &Browse...
hu: &Tallóz

source: Welcome. This installation wizard will help you to install new software on your computer.
hu: Üdvözöllek. Ez a varázsló segít egy csomag telepítésében.

source: Ignore dependencies
hu: Függőségek figyelmenkívül hagyása

source: Installation results:
hu: Telepítés eredménye:

source: Installation status:
hu: Telepítési folyamat:

source: << &Previous
hu: << &Előző

source: &Install
hu: Te&lepítés

source: &Close
hu: &Bezárás
