Repository: edeproject/svn
Catalog: ede-1.x/tags/ede-1.1/epanelconf/locale/*.po
Languages: sk

source: File selection...
sk: Výber súboru...

source: Panel settings
sk: Nastavenia panelu

source: &Apply
sk: &Použiť

source: &Close
sk: &Zavrieť

source: Utilities
sk: Pomôcky

source: Panel utilities
sk: Pomôcky panelu

source: Volume control program:
sk: Program nastavenia hlasitosti:

source: &Browse...
sk: &Zvoliť...

source: Time and date program:
sk: Program nastavenia času a dátumu:

source: Br&owse...
sk: Zv&oliť...

source: Autohide
sk: Automatické skrytie

source: Automaticaly hide panel
sk: Automaticky skryť panel

source: Workspaces
sk: Pracovné plochy

source: Number of workspaces:
sk: Počet pracovných plôch:

source: Workspace names:
sk: Názvy pracovných plôch:

source: WS 1:
sk: PP 1:

source: WS 2:
sk: PP 2:

source: WS 3:
sk: PP 3:

source: WS 4:
sk: PP 4:

source: WS 5:
sk: PP 5:

source: WS 6:
sk: PP 6:

source: WS 7:
sk: PP 7:

source: WS 8:
sk: PP 8:

source: Handlers
sk: Správcovia

source: Handlers programs
sk: Programy správy

source: Internet browser:
sk: Internetový prehliadač:

source: Terminal:
sk: Terminál:

source: Executables (*.*), *, All files (*.*), *
sk: Spustiteľné (*.*), *, Všetky súbory (*.*), *
