Repository: edeproject/svn
Catalog: ede/tags/ede-2.0-alpha/edisplayconf/locale/*.po
Languages: hu, id

source: Display configuration
hu: Felület beállításai
id: Konfigurasi tampilan

source: Mouse
hu: Egér

source: Acceleration
hu: Gyorsulás
id: Akselerasi

source: Threshold (pixels)
hu: Határérték (képpont)
id: Threshold (pixel)

source: Bell
hu: Csengő
id: Bel

source: Volume in %
hu: Hangerő %
id: Volumen dalam %

source: Pitch in Hz
hu: Frekvencia
id: Pitch dalam Hz

source: Duration in ms
hu: Időtartam (ms)
id: Durasi dalam milidetik

source: Test
hu: Próba

source: Keyboard
hu: Billentyűzet

source: Repeat key activated
hu: Billentyűzet ismétlés
id: tombol Repeat diaktifkan

source: Click volume %
hu: Hangerő %
id: Klik volumen %

source: Screen
hu: Képernyő
id: Layar

source: &Test
hu: Pró&ba
id: &Tes

source: Activation delay (min)
hu: Aktiválás kezdete (perc)
id: Waktu tunda aktivasi (menit)

source: Screen blanker activated
hu: Képernyő sötétítés
id: Pengosong layar diaktifkan

source: Pattern change delay (min)
hu: Embléma változás (perc)
id: Waktu tunda perubahan pola (menit)

source: Blank
hu: Sötétítés
id: Kosong

source: Pattern
hu: Embléma
id: Pola

source: &Cancel
hu: Mégs&em
id: &Batal

source: &Apply
hu: &Alkalmaz
id: &Aktifkan
