Repository: edeproject/svn
Catalog: 1.0.2/ede/emenueditor/locale/*.po
Languages: hu

source: Executables (*.*), *, All files (*.*), *
hu: Futtatható fájlok (*.*), *, Minden fájl (*.*), *

source: File selection ...
hu: Fájl kiválasztása...

source: Menu editor
hu: Menü szerkesztő

source: &File
hu: &Fájl

source: &Quit
hu: &Kilépés

source: Programs:
hu: Programok:

source: Click on the submenu or on the item you want
hu: Válaszd ki a módosítandó menüt

source: New submenu
hu: Új könyvtár

source: Delete submenu
hu: Könyvtár törlése

source: New item
hu: Új menüfájl

source: Delete item
hu: Menüfájl törlés

source: Edit Item
hu: Menüfájl szerkesztés

source: Please, enter the name of the menu item.
hu: Add meg a menü nevét.

source: Icons (*.png), *.png, All files (*.*), *
hu: Ikonok (*.png), *.png, Minden fájl (*.*), *

source: Choose icon file...
hu: Ikonfájl kiválasztása...

source: Edit item
hu: Szerkesztés

source: Filename:
hu: Fájlnév:

source: Name in the menu:
hu: A menü neve:

source: Command to execute:
hu: Futtatandó parancs:

source: Bro&wse...
hu: &Tallóz...

source: Icon filename:
hu: Ikonfájl:

source: &Save
hu: Menté&s

source: &Cancel
hu: Mégs&em

source: &Browse...
hu: T&allóz...

source: New folder
hu: Új menüfájl

source: Please enter name of the new submenu:
hu: Mi legyen az új könyvtár neve?

source: Cannot create submenu!
hu: Az almenü létrehozása sikertelen!

source: You should delete all the items from the submenu, before you can delete it!
hu: Mielőtt törlöd ezt a könyvtárat távolítsd el a tartalmát!
