Repository: edeproject/svn
Catalog: 1.1/ede/einstaller/locale/*.po
Languages: sk

source: Please enter the name of the package.
sk: Prosím zadajte meno balíka.

source: Packages (*.rpm; *.tgz; *.deb), *.{rpm|tgz|deb}, All files (*.*), *
sk: Balíky (*.rpm; *.tgz; *.deb), *.{rpm|tgz|deb}, Všetky súbory (*.*), *

source: Package selection
sk: Výber balíka

source: Install software package
sk: Inštalácia softvérového balíka

source: Enter the name of software package you want to install:
sk: Vložte meno softvérového balíka, ktorý chcete nainštalovať:

source: &Browse...
sk: &Hľadať...

source: Welcome. This installation wizard will help you to install new software on your computer.
sk: Tento sprievodca inštaláciou Vám pomôže nainštalovať nový softvér na Váš počítač.

source: Ignore dependencies
sk: Ignorovať závislosti

source: Installation results:
sk: Výsledky inštalácie:

source: Installation status:
sk: Stav inštalácie:

source: << &Previous
sk: << &Späť

source: &Install
sk: &Inštalovať

source: &Close
sk: &Zavrieť
