Repository: edeproject/svn
Catalog: branches/initial/ede/econtrol/locale/*.po
Languages: ru

source: This config utility sets icons on the desktop.
ru: Настройка пиктограмм

source: This config utility sets global colors.
ru: Настройка цвета

source: This config utility sets screensaver.
ru: Настройка хранителя экрана

source: This config utility sets window managers colors and behaviour.
ru: Настройка внешнего вида окон

source: This config utility sets window system parametres.
ru: Настройка клавиатуры, дисплея, мыши

source: This config utility helps you to install new software.
ru: Установка и удаление программ

source: This config utility shows and set computer time and date.
ru: Настройка даты и времени

source: This config utility sets panel behaviour.
ru: Настройка панели

source: Control panel
ru: Панель управления

source: &File
ru: Файл

source: &Quit
ru: Выход

source: &Help
ru: Справка

source: &About
ru: О программе

source: Welcome to the control panel. Here you can setup most things on your computer.
ru: Добро пожаловать в панель управления, с её помощью Вы сможетенастроить свой компьютер.

source: Icons
ru: Пиктограммы

source: Icons settings.
ru: Настройки пиктограмм

source: Colors
ru: Цвет

source: Colors settings.
ru: Настройка цвета

source: Screen saver
ru: Хранитель экрана

source: Screensaver configuration.
ru: Настройка хранителя экрана

source: Window manager
ru: Окна

source: Window manager settings.
ru: Настройка оконного менеджера

source: Display
ru: Дисплей

source: Display settings.
ru: Настройка дисплея

source: Install new software
ru: Установка ПО

source: Software installation.
ru: Установка программного обеспечения

source: Time and date
ru: Время

source: Time and date settings.
ru: Настройка даты и времени

source: Panel
ru: Панель

source: Panel configuration.
ru: Настройка панели задач

source: Ready
ru: Готов
