Repository: edeproject/svn
Catalog: tags/ede-1.1/edisplayconf/locale/*.po
Languages: ru

source: Display configuration
ru: Настройка экрана

source: Mouse
ru: Мышь

source: Acceleration
ru: Скорость

source: Threshold (pixels)
ru: Порог чувствительности

source: Bell
ru: Сигнал

source: Volume in %
ru: Громкость, %

source: Pitch in Hz
ru: Высота, Гц

source: Duration in ms
ru: Длительность, мс

source: Test
ru: Слушать

source: Keyboard
ru: Клавиатура

source: Repeat key activated
ru: Повтор включён

source: Click volume %
ru: Громкость щелчка, %

source: Screen
ru: Экран

source: &Test
ru: Просмотр

source: Activation delay (min)
ru: Время активации

source: Screen blanker activated
ru: Хранитель экрана включён

source: Pattern change delay (min)
ru: Интервал смены заставки, мин

source: Blank
ru: Чёрный экран

source: Pattern
ru: Заставка

source: &Cancel
ru: Отмена

source: &Apply
ru: Применить
