Repository: edeproject/svn
Catalog: tags/ede/1.0.2/ede/elauncher/locale/*.po
Languages: hu

source: Error
hu: Hiba

source: Program not found:
hu: Nem található:

source: Perhaps it is not installed properly. Check your $PATH value.
hu: Talán nincs telepítve megfelelően. Ellenőrizd a $PATH változót.

source: File is not executable:
hu: A fájl nem futtatható:

source: Elauncher: child's exited normally with status %d
hu: Elauncher: a gyerek folyamat sikeresen végrehajtódott %d kóddal

source: Standard output
hu: Sztandard kimenet

source: Standard error output
hu: Sztandard hiba kimenet

source: Elauncher: fork() failed!
hu: Elauncher: fork() sikertelen!

source: Elauncher: waitpid failed
hu: Elauncher: waitpid sikertelen

source: Elauncher: %s: child died unexpectedly!
hu: Elauncher: %s: gyerek folyamat váratlanul leállt!

source: Unknown file type: %s To open this file in 'appname' please use 'appname %s'
hu: Ismeretlen fájl típus: %s A megnyitáshoz ezt használd: 'appname %s'

source: You have requested to execute program %s via Elauncher. However, secure mode was enabled. Execution has been prevented.
hu: %s program futását kezdeményezted az Elauncher segítségével. A biztonsági mód engedélyezve van, igy a folyamat futtatására nem került sor.

source: Executables (*.*), *, All files (*.*), *
hu: Futtatható fájlok (*.*), *, Összes fájl (*.*), *

source: File selection...
hu: Fájl kiválasztása...

source: Open...
hu: Megnyitás...

source: Open:
hu: Cél:

source: Type the location you want to open or the name of the program you want to run. (Possible prefixes are: http:, ftp:, gg:, av:, leo:)
hu: Írd be a megnyitni kívánt URL-t vagy programnevet. (Lehetőségek: http:, ftp:, gg:, av:, leo:)

source: &Cancel
hu: Mégs&em

source: &Browse...
hu: &Tallóz

source: program and URL opener for EDE.
hu: EDE program és URL megnyitó.

source: Licenced under terms of GNU General Public Licence v2.0 or newer.
hu: Kibocsátva a GNU General Public Licence v2.0 vagy újabb szerint.

source: Usage:
hu: Használat:

source: Options:
hu: Opciók:

source: Run as root. Dialog is opened to enter password.
hu: Futtatás root -ként. Írd be a jelszót a dialógus ablakban.

source: Open in default terminal app.
hu: Megnyitás az alapértelmezett terminállal.

source: Elauncher: Wrong number of parameters...
hu: Elauncher: Nem megfelelő számú paraméter...
