Repository: edeproject/svn
Catalog: econtrol/locale/*.po
Languages: sk

source: This config utility sets icons on the desktop.
sk: Táto konfiguračná utilita nastavuje ikony na ploche.

source: This config utility sets global colors.
sk: Táto konfiguračná utilita umožňuje nastaviť globálne farby.

source: This config utility sets screensaver.
sk: Táto konfiguračná utilita nastavuje šetrič obrazovky.

source: This config utility sets window managers colors and behaviour.
sk: Táto konfiguračná utilita nastavuje farby a správanie sa manažéra okien.

source: This config utility sets window system parametres.
sk: Táto konfiguračná utilita nastavuje parametre window systému.

source: This config utility helps you to install new software.
sk: Táto konfiguračná utilita pomáha inštalovať nový softvér.

source: This config utility shows and set computer time and date.
sk: Táto konfiguračná utilita zobrazuje a nastavuje čas a dátum.

source: This config utility sets panel behaviour.
sk: Táto konfiguračná utilita nastavuje správanie sa panelu.

source: Control panel
sk: Kontrólny panel

source: &File
sk: &Súbor

source: &Quit
sk: &Koniec

source: &Help
sk: &Nápoveda

source: &About
sk: &O programe

source: Welcome to the control panel. Here you can setup most things on your computer.
sk: Vitajte v kontrólnom paneli. Môžete tu nastaviť vačšinu vecí na vašom počítači.

source: Icons
sk: Ikony

source: Icons settings.
sk: Nastavenie ikôn.

source: Colors
sk: Farby

source: Colors settings.
sk: Nastavenie farieb.

source: Screen saver
sk: Šetrič obrazovky

source: Screensaver configuration.
sk: Konfigurácia šetriča obrazovky.

source: Window manager
sk: Manažér okien

source: Window manager settings.
sk: Nastavenie manažéra okien.

source: Display
sk: Obrazovka

source: Display settings.
sk: Nastavenie obrazovky.

source: Install new software
sk: Inštalovať nový softvér

source: Software installation.
sk: Inštalácia softvéru.

source: Time and date
sk: Čas a dátum

source: Time and date settings.
sk: Nastavenie času a dátumu.

source: Panel configuration.
sk: Konfigurácia panelu.

source: Ready
sk: Pripravený
