Repository: edeproject/svn
Catalog: tags/ede-1.1/econtrol/locale/*.po
Languages: sr

source: This config utility sets icons on the desktop.
sr: Овај конфигурациони алат подешава иконе на десктопу.

source: This config utility sets global colors.
sr: Овај алат за конфигурисанје сетује глобалне боје.

source: This config utility sets screensaver.
sr: Овај алат за конфигурисање служи за подешавање скринсејвера.

source: This config utility sets window managers colors and behaviour.
sr: Овај конфигурациони алат подешава боје и понашање менаџера прозора.

source: This config utility sets window system parametres.
sr: Овај конфигурациони алат подешава параметре система прозора.

source: This config utility helps you to install new software.
sr: Овај конфигурациони алат помаже Вам да инсталирате нове програме.

source: This config utility shows and set computer time and date.
sr: Овај конфигурациони алат приказује и сетује време и датум рачунара.

source: This config utility sets panel behaviour.
sr: Овај конфигурациони алат служи за подешавање понашања панела.

source: Control panel
sr: Контролни панел

source: &File
sr: &Фајл

source: &Quit
sr: &Крај

source: &Help
sr: По&моћ

source: &About
sr: &О...

source: Welcome to the control panel. Here you can setup most things on your computer.
sr: Добродошли у контролни панел. Овде можете да подесите скоро све ствари Вашег рачунара.

source: Icons
sr: Иконе

source: Icons settings.
sr: Подешавање икона.

source: Colors
sr: Боје

source: Colors settings.
sr: Подешавања боја.

source: Screen saver
sr: Скрин сејвер

source: Screensaver configuration.
sr: Подешавање скрин сејвера.

source: Window manager
sr: Менаџер прозора

source: Window manager settings.
sr: Подешавање менадџера прозора.

source: Display
sr: Дисплеј

source: Display settings.
sr: Подешавања дисплеја

source: Install new software
sr: Инсталирај нови софтвер

source: Software installation.
sr: Инсталирање софтвера.

source: Time and date
sr: Време и датум

source: Time and date settings.
sr: Подешавање времена и датума.

source: Panel
sr: Панел

source: Panel configuration.
sr: Конфигурисање панела.

source: Ready
sr: Спреман
