Repository: edeproject/svn
Catalog: tags/v1_2/epanelconf/locale/*.po
Languages: de, fr

source: Executables (*.*), *, All files (*.*), *
de: Ausführbare Dateien (*.*), *, Alle Dateien (*.*), *

source: File selection...
de: Dateiauswahl...
fr: Sélection de fichiers...

source: Panel settings
de: Panel-Einstellungen
fr: Configuration du tableau de bord

source: &Apply
de: Ü&bernehmen
fr: &Appliquer

source: &Close
de: &Schließen
fr: &Fermer

source: Utilities
de: Zubehör
fr: Utilitaires

source: Panel utilities
de: Panel-Zubehör
fr: Utilitaires du tableau de bord

source: Volume control program:
de: Lautstärkenregler:
fr: Application de contrôle de volume:

source: &Browse...
de: &Durchsuchen...
fr: &Parcourir...

source: Time and date program:
de: Zeit- und Datumsprogramm:
fr: Application de configuration de date et d'heure

source: Br&owse...
de: D&urchsuchen...
fr: &Parcourir...

source: Autohide
de: Automatisch ausblenden
fr: Masquer automatiquement

source: Automaticaly hide panel
de: Panel automatisch ausblenden
fr: Masquer automatiquement le tableau de bord

source: Workspaces
de: Arbeitsbereiche
fr: Espaces de travail

source: Number of workspaces:
de: Anzahl Arbeitsbereiche:
fr: Nombre d'espaces de travail:

source: Workspace names:
de: Arbeitsbereich-Namen:
fr: Nom des espaces de travail:

source: WS 1:
de: AB 1:
fr: Bureau1:

source: WS 2:
de: AB 2:
fr: Bureau2:

source: WS 3:
de: AB 3:
fr: Bureau3:

source: WS 4:
de: AB 4:
fr: Bureau4:

source: WS 5:
de: AB 5:
fr: Bureau5:

source: WS 6:
de: AB 6:
fr: Bureau6:

source: WS 7:
de: AB 7:
fr: Bureau7:

source: WS 8:
de: AB 8:
fr: Bureau8:

source: Handlers
de: Anwendungen
fr: Applications

source: Handlers programs
de: Anwendungsprogramme
fr: Applications préférées

source: Internet browser:
fr: Navigateur internet:
