Repository: edeproject/svn
Catalog: tags/v1_2/econtrol/locale/*.po
Languages: de

source: Change behaviour of your desktop icons.
de: Ändern Sie das Verhalten Ihrer Desktop-Icons.

source: Configure global colors and fonts used by EDE applications.
de: Konfigurieren Sie die generellen Farben und Schriften, die von den EDE Anwendungen verwendet werden.

source: Configure the screensaver.
de: Konfigurieren Sie den Bildschirmschoner.

source: Setup window decorations and other options.
de: Stellen Sie das Aussehen und andere Optionen der Fenster ein.

source: Set various options for the X windowing system.
de: Setzen Sie verschiedene Optionen des X Window Systems.

source: This utility helps you to install new software.
de: Dieser Assistent hilft Ihnen bei der Installation neuer Software.

source: Show and set computer time and date.
de: Die Zeit und das Datum des Computers anzeigen und einstellen.

source: Change panel behaviour and choose applets.
de: Das Verhalten der Taskleiste ändern und Applets auswählen.

source: Configure keyboard shortcuts and other options.
de: Tastenkürzel konfigurieren und andere Optionen.

source: Control panel
de: Systemeinstellungen

source: &File
de: &Datei

source: &Quit
de: &Beenden

source: &Help
de: &Hilfe

source: &About
de: &Über

source: Welcome to the control panel. Here you can setup most things on your computer.
de: Willkommen in den Systemeinstellungen. Hier können Sie Ihren Computer konfigurieren.

source: Icons settings.
de: Icons-Einstellungen

source: Colors and Fonts
de: Farben und Schriften

source: Colors settings.
de: Farb- und Schrifteinstellungen.

source: Screen Saver
de: Bildschirmschoner

source: Screensaver configuration.
de: Konfiguration des Bildschirmschoners.

source: Window Manager
de: Fenstermanager

source: Window manager settings.
de: Einstellungen des Fenstermanagers.

source: Display
de: Anzeige

source: Display settings.
de: Anzeige-Einstellungen.

source: Install New Software
de: Software installieren

source: Time and Date
de: Zeit und Datum

source: Time and date settings.
de: Zeit- und Datumseinstellungen.

source: Panel
de: Taskleiste

source: Panel configuration.
de: Einstellungen der Taskleiste.

source: Keyboard
de: Tastatur

source: Keyboard settings
de: Tastatureinstellungen

source: Ready
de: Fertig
