Repository: edeproject/svn
Catalog: ede-1.x/tags/ede-1.2/evolume/locale/*.po
Languages: id

source: Cannot setup device, sorry.
id: Tidak bisa mensetup devais, maaf.

source: Volume control: [%s]
id: Pengendali volume: [%s]

source: Volume control
id: Pengendali volume

source: Preferencies
id: Preferensi

source: Quit
id: Keluar

source: &Help
id: &Pertolongan

source: About
id: Tentang

source: Opening mixer device %s failed. Setup correct device in configuration dialog.
id: Gagal membuka devais mixer %s. Setup devais yang benar pada dialog konfigurasi.

source: Sound device
id: Devais suara

source: Device name:
id: Nama devais:

source: &Cancel
id: &Batal
