Repository: edeproject/svn
Catalog: trunk/ede/elauncher/locale/*.po
Languages: de

source: Error
de: Fehler

source: Program not found:
de: Programm nicht gefunden:

source: Perhaps it is not installed properly. Check your $PATH value.
de: Vielleicht ist es nicht richtig installiert. Überprüfen Sie den $PATH-Wert.

source: File is not executable:
de: Datei ist nicht ausführbar:

source: Elauncher: child's exited normally with status %d
de: Elauncher: Kindprozess normal beendet mit Status %d

source: Standard output
de: Standardausgabe

source: Standard error output
de: Standard-Fehlerausgabe

source: Elauncher: fork() failed!
de: Elauncher: fork() fehlgeschlagen!

source: Elauncher: waitpid failed
de: Elauncher: waitpid fehlgeschlagen

source: Elauncher: %s: child died unexpectedly!
de: Elauncher: %s: Kindprozess unerwartet gestorben!

source: Unknown file type: %s To open this file in 'appname' please use 'appname %s'
de: Unbekannter Dateityp: %s Um diese Datei mit einer Anwendung 'appname' zu öffnen, verwenden Sie bitte 'appname %s'

source: You have requested to execute program %s via Elauncher. However, secure mode was enabled. Execution has been prevented.
de: Sie wollten das Programm %s von Elauncher aus starten. Es war jedoch der sichere Modus aktiviert. Die Ausführung wurde verhindert.

source: Executables (*.*), *, All files (*.*), *
de: Ausführbare Dateien (*.*), *, Alle Dateien (*.*), *

source: File selection...
de: Dateiauswahl...

source: Open...
de: Öffnen...

source: Open:
de: Öffne:

source: Type the location you want to open or the name of the program you want to run. (Possible prefixes are: http:, ftp:, gg:, av:, leo:)
de: Tippen Sie den Pfad ein, den Sie öffnen wollen oder den Namen des Programms, das Sie ausführen wollen. (Mögliche Prefixe sind: http:, ftp:, gg:, av:, leo:)

source: &Cancel
de: &Abbrechen

source: &Browse...
de: &Durchsuchen...

source: program and URL opener for EDE.
de: Programm- und URL-Öffner für EDE.

source: Licenced under terms of GNU General Public Licence v2.0 or newer.
de: Lizensiert unter den Bedingungen der GNU General Public Licence v2.0 oder neuer.

source: Usage:
de: Anwendung:

source: Parse URL in form protocol:address and open in appropriate program. URLs with protocol 'file' are opened based on their MIME type.
de: Liest eine URL im Format Protokoll:Adresse und öffnet diese im passenden Programm. URLs mit dem Protokoll 'file' werden basierend auf ihrem MIME-Typ geöffnet.

source: Run the program. If no path is given, look in $PATH. To give parameters to program, use quotes e.g.:
de: Führt ein Programm aus. Wenn kein Pfad angegeben ist, wird innerhalb $PATH gesucht. Um Parameter an das Programm zu übergeben, verwenden Sie Anführungszeichen, z.B.:

source: Options:
de: Optionen:

source: This help screen.
de: Diese Hilfeseite.

source: Run as root. Dialog is opened to enter password.
de: Als root ausführen. Es wird ein Dialogfenster zur Eingabe des Passwortes geöffnet.

source: Prevent running programs. Only URLs are allowed.
de: Verhindert das Ausführen von Programmen. Nur URLs sind erlaubt.

source: Open in default terminal app.
de: In der Standard-Terminalanwendung öffnen.

source: Elauncher: Wrong number of parameters...
de: Elauncher: Ungültige Anzahl an Parametern...
