Repository: edeproject/svn
Catalog: ede/tags/ede-2.0-beta/emenueditor/locale/*.po
Languages: sr

source: Executables (*.*), *, All files (*.*), *
sr: Извршни фајлови (*.*), *, Сви фајлови (*.*), *

source: File selection ...
sr: Селекција фајла ...

source: Menu editor
sr: Едитор менија

source: &File
sr: &Фајл

source: &Quit
sr: &Крај

source: Programs:
sr: Програми:

source: Click on the submenu or on the item you want
sr: Кликни на подмени или на ставку коју желите

source: New submenu
sr: Нови подмени

source: Delete submenu
sr: Бриши подмени

source: New item
sr: Нова ставка

source: Delete item
sr: Бриши ставку

source: Edit Item
sr: Едитуј ставку

source: Please, enter the name of the menu item.
sr: Молимо Вас, унесите име ставке у менију.

source: Icons (*.png), *.png, All files (*.*), *
sr: Иконе (*.png), *.png, Сви фајлови (*.*), *

source: Choose icon file...
sr: Изаберите икон-фајл...

source: Edit item
sr: Едитуј ставку

source: Filename:
sr: Име фајла:

source: Name in the menu:
sr: Назив у менију:

source: Command to execute:
sr: Команда за извршавање:

source: Bro&wse...
sr: &Нађи...

source: Icon filename:
sr: Име фајла иконе:

source: &Save
sr: &Сними

source: &Cancel
sr: &Одустани

source: &Browse...
sr: &Нађи...

source: New folder
sr: Нови директоријум

source: Please enter name of the new submenu:
sr: Молимо Вас унесите назив новог подменија:

source: Cannot create submenu!
sr: Не могу да креирам подмени!

source: You should delete all the items from the submenu, before you can delete it!
sr: Требало би да обришете све ставке у подменију пре него покушате да га обришете!
