Repository: edeproject/svn
Catalog: tags/v1_1/ede/econtrol/locale/*.po
Languages: hu

source: This config utility sets icons on the desktop.
hu: Ez az alkalmazás az asztal-ikonok beállításait módosítja

source: This config utility sets global colors.
hu: Ez az alkalmazás a színösszeállítást módosítja

source: This config utility sets screensaver.
hu: Ez az alkalmazás a képernyőkímélő beállításait módosítja

source: This config utility sets window managers colors and behaviour.
hu: Ez az alkalmazás az ablakkezelő színeit és viselkedését módosítja

source: This config utility sets window system parametres.
hu: Ez az alkalmazás az egér és billentyűzet beállításait módosítja

source: This config utility helps you to install new software.
hu: Ez az alkalmazás segít egy új program telepítésében

source: This config utility shows and set computer time and date.
hu: Ez az alkalmazás a rendszer időt módosítja

source: This config utility sets panel behaviour.
hu: Ez az alkalmazás a panel beállításait módosítja

source: Control panel
hu: Vezérlőpult

source: &File
hu: &Fájl

source: &Quit
hu: &Kilépés

source: &Help
hu: Segítsé&g

source: &About
hu: M&agamról

source: Welcome to the control panel. Here you can setup most things on your computer.
hu: Üdvözöllek a vezérlőpultban. Itt módosíthatod felhasználói felületed beállításait.

source: Icons
hu: Ikonok

source: Icons settings.
hu: Ikon beállítások

source: Colors
hu: Színek

source: Colors settings.
hu: Szín beállítások

source: Screen saver
hu: Képernyő- kímélő

source: Screensaver configuration.
hu: Képernyőkímélő beállításai

source: Window manager
hu: Ablakkezelő

source: Window manager settings.
hu: Ablakkezelő beállításai

source: Display
hu: Felhasználói felület

source: Display settings.
hu: Felhasználói felület beállításai

source: Install new software
hu: Új program telepítése

source: Software installation.
hu: Program telepítése

source: Time and date
hu: Dátum és idő

source: Time and date settings.
hu: Dátum és idő beállítások

source: Panel configuration.
hu: Panel beállítások

source: Ready
hu: Kész
