Repository: edeproject/svn
Catalog: 1.2/etip/locale/*.po
Languages: de

source: To start any application is simple. Press on the button with your user name, go to the Programs menu, select category and click on the wished program.
de: Es ist einfach eine anwendung zu starten. Klicken Sie auf den Knopf mit Ihrem Benutzernamen, gehen Sie ins Menü 'Programme', wählen Sie eine Kategorie und klicken Sie auf das gewünschte Programm.

source: To exit the EDE, press button with your user name and then Logout.
de: Um EDE zu beenden, klicken Sie auf den knopf mit Ihrem Benutzernamen und dann auf Ausloggen.

source: To lock the computer, press button with your user name and then choose Lock.
de: Um den Computer zu sperren, klicken Sie auf den Knopf mit Ihrem Benutzernamen und wählen Sie dann Sperren.

source: To setup things on the computer, press button with your user name, Panel menu and then the Control panel.
de: Um Einstellungen an Ihrem Computer vorzunehmen, klicken Sie auf den Knopf mit Ihrem Benutzernamen, Panel-Menü und dann auf das Einstellungs-Panel.

source: To add a program that is not in the Programs menu, click on the button with your user, Panel menu, and then Menu editor.
de: Um ein Programm hinzuzufügen, das sich nicht im Menü 'Programme' befindet, klicken Sie auf den Knopf mit Ihrem Benutzernamen, Panel-Menü und dann auf Menü-Editor.

source: Notice that this is still development version, so please send your bug reports or comments on EDE forum, EDE bug reporting system (on project's page), or check mails of current maintainers located in AUTHORS file.
de: Beachten Sie, dass es sich noch um eine Entwicklerversion handelt, schicken Sie deshalb Ihre Fehlerberichte oder Kommentare an das EDE-Forum, an das EDE Fehlermeldungssystem (auf der Projektseite) oder an die Mailadressen der aktuellen Verantwortlichen, die sich in der AUTHORS-Datei befinden.

source: You can download latest release on http://sourceforge.net/projects/ede.
de: Die aktuellste Version können Sie von http://sourceforge.net/projects/ede herunterladen.

source: Boring "Did you know..."
de: Langweilig: "Wussten Sie schon..."

source: How about this...
de: Wie wär es damit...

source: Smart idea...
de: Tolle Idee...

source: Really smart idea...
de: Wirklich tolle Idee...

source: Really really smart idea...
de: Wirklich ganz tolle Idee...

source: Uf...
de: Uff...

source: Something new...
de: Etwas Neues...

source: Or maybe this...
de: Oder vielleicht das...

source: Tips...
de: Tipps...

source: Do not bother me
de: Lass mich in Ruhe

source: &Close
de: &Schließen
