Repository: edeproject/svn
Catalog: trunk/ede2/ede-panel/locale/*.po
Languages: de

source: This program is based in part on the work of FLTK project (www.fltk.org). This program is free software, you can redistribute it and/or modify it under the terms of GNU General Public License as published by the Free Software Foundation, either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public Licence along with this program; if not, write to the Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA
de: Dieses Programm basiert in Teilen auf der Arbeit des FLTK-Projektes (www.fltk.org). This program is free software, you can redistribute it and/or modify it under the terms of GNU General Public License as published by the Free Software Foundation, either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public Licence along with this program; if not, write to the Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA

source: &Close
de: &Schließen

source: About Equinox Desktop Environment
de: Über Equinox Desktop Environment

source: This program is licenced under terms of the GNU General Public Licence version 2 or newer. See Details for more.
de: Dieses Programm ist lizenziert unter den Bedingungen der GNU General Public Licence Version 2 oder neuer. Lesen Sie unter 'Details' näheres dazu.

source: Power management not detected
de: Kein Power-Management erkannt

source: The power is plugged in
de: Externe Stromversorgung

source: Battery is %d%% full (%d minutes remaining)
de: Batterie %d%% voll (%d Minuten verbleiben)

source: CPU Load: User: %d%% Nice: %d%% Sys: %d%% Idle: %d%%
de: CPU Load: Benutzer: %d%% Nice: %d%% Sys: %d%% Idle: %d%%

source: Open with terminal...
de: Mit Terminal öffnen...

source: Open with browser...
de: Mit Browser öffnen...

source: Close Menu
de: Menü schließen

source: More...
de: Mehr...

source: You are not allowed to restart !
de: Sie dürfen keinen Neustart ausführen!

source: You are not allowed to shutdown !
de: Sie dürfen das System nicht herunterfahren!

source: Logout
de: Ausloggen

source: Logout from the current session.
de: Aus aktueller Sitzung ausloggen.

source: &restart the computer
de: &Computer neu starten

source: Restart the computer.
de: Computer neu starten.

source: Restart the computer. You do not have privileges to do that.
de: Neustart des Computers. Sie haben dazu keine Berechtigung.

source: &shut down the computer
de: &Computer herunterfahren

source: Shut down the computer.
de: Computer herunterfahren.

source: Shut down the computer. You do not have privileges to do that.
de: Computer herunterfahren. Sie haben dazu keine Berechtigung.

source: &Cancel
de: &Abbrechen

source: Logout, restart or shut down the computer?
de: Ausloggen, Computer neu starten oder herunterfahren?

source: Welcome to the Equinox Desktop Environment.
de: Willkommen im Equinox Desktop.

source: Open Directory..
de: Verzeichnis öffnen...

source: Close
de: Schließen

source: Kill
de: Schließen

source: Maximize
de: Maximieren

source: Minimize
de: Minimieren

source: Restore
de: Wiederherstellen

source: MDY
de: DMY

source: Received: %ld kB (%.1f kB/s) Sent: %ld kB (%.1f kB/s) Duration: %d min %d sec
de: Erhalten: %ld kB (%.1f kB/s) Gesendet: %ld kB (%.1f kB/s) Dauer: %d min %d sec

source: Workspace
de: Arbeitsbereich

source: Show desktop
de: Arbeitsfläche anzeigen

source: Workspaces
de: Arbeitsbereiche

source: Settings
de: Einstellungen

source: About EDE...
de: Über EDE...

source: Volume control
de: Lautstärken-Regler
