Repository: edeproject/svn
Catalog: tags/ede/1.2/econtrol/locale/*.po
Languages: id

source: This config utility sets icons on the desktop.
id: Utilitas konfigurasi ini menetapkan ikon di desktop.

source: This config utility sets global colors.
id: Utilitas konfigurasi ini menetapkan warna global.

source: This config utility sets screensaver.
id: Utilitas konfigurasi ini menetapkan screensaver.

source: This config utility sets window managers colors and behaviour.
id: Utilitas konfigurasi ini menetapkan warna dan perilaku window manager.

source: This config utility sets window system parametres.
id: Utilitas konfigurasi ini menetapkan parameter untuk sistem window.

source: This config utility helps you to install new software.
id: Utilitas konfigurasi ini menolong anda menginstallkan perangkat lunak baru.

source: This config utility shows and set computer time and date.
id: Utilitas konfigurasi ini menunjukkan dan menetapkan waktu dan tanggal komputer.

source: This config utility sets panel behaviour.
id: Utilitas konfigurasi ini menetapkan perilaku panel.

source: Control panel
id: Panel kontrol

source: &Quit
id: &Keluar

source: &Help
id: &Pertolongan

source: &About
id: &Tentang

source: Welcome to the control panel. Here you can setup most things on your computer.
id: Selamat datang di panel kontrol. Disini anda dapat men-setup hal-hal tertentu di komputer anda.

source: Icons
id: Ikon

source: Icons settings.
id: Seting ikon.

source: Colors
id: Warna

source: Colors settings.
id: Seting warna

source: Screensaver configuration.
id: Konfigurasi screensaver.

source: Window manager settings.
id: Seting window manager.

source: Display
id: Tampilan

source: Display settings.
id: Seting tampilan.

source: Install new software
id: Install perangkat lunak baru

source: Software installation.
id: Instalasi perangkat lunak.

source: Time and date
id: Jam dan tanggal

source: Time and date settings.
id: Seting jam dan tanggal.

source: Panel configuration.
id: Konfigurasi panel.

source: Ready
id: Siap
