Repository: edeproject/svn
Catalog: tags/ede-1.1/ewmconf/locale/*.po
Languages: hu

source: Themes (*.theme), *.theme, All files (*.*), *
hu: Témák (*.theme), *.theme, Minden fájl (*.*), *

source: Themes...
hu: Témák...

source: Window manager settings
hu: Ablakkezelő beállítások

source: &Titlebar
hu: &Fejléc

source: Text align:
hu: Igazítás:

source: Left
hu: Balra

source: Right
hu: Jobbra

source: Center
hu: Középen

source: Height:
hu: Mag.:

source: Titlebar label color:
hu: Inaktív szöveg szín:

source: Titlebar color:
hu: Inaktív fejléc szín:

source: Titlebar active label color:
hu: Aktív szöveg szín:

source: Titlebar active color:
hu: Aktív fejléc szín:

source: Box type:
hu: Stílus:

source: Flat
hu: Egyszínű

source: Horizontal shade
hu: Vízszintes színátmenet

source: Thin down
hu: Karcsú

source: Up box
hu: Megemelt

source: Down box
hu: Süllyesztett

source: Plastic
hu: Plasztik

source: &Use theme
hu: &Téma használata

source: Path:
hu: Útvonal:

source: label
hu: címke

source: &Resizing
hu: Á&tméretezés

source: Animate size changes
hu: Animált maximalizálás

source: Speed:
hu: Sebesség:

source: Show window content while resizing
hu: Ablaktartalom megjelenítése átméretezésnél

source: &Apply
hu: &Alkalmaz

source: &Cancel
hu: Mégs&em

source: Choose color
hu: Szín kiválasztása
