Repository: edeproject/svn
Catalog: trunk/ede/econtrol/locale/*.po
Languages: fr

source: Change behaviour of your desktop icons.
fr: Configuration des icônes du bureau

source: Configure global colors and fonts used by EDE applications.
fr: Configuration des couleurs et polices utilisées par les applications de EDE.

source: Configure the screensaver.
fr: Configuration de l'écran de veille.

source: Setup window decorations and other options.
fr: Configuration des paramètres du gestionnaire de fenêtres.

source: Set various options for the X windowing system.
fr: Configuration des paramètres d'affichage

source: This utility helps you to install new software.
fr: Aide à l'installation de nouveaux programmes.

source: Show and set computer time and date.
fr: Afficher et modifier la date et l'heure

source: Change panel behaviour and choose applets.
fr: Configuration de la barre des tâches

source: Configure keyboard shortcuts and other options.
fr: Configuration des raccourcis clavier.

source: Control panel
fr: Panneau de configuration

source: &File
fr: &Fichier

source: &Quit
fr: &Quitter

source: &Help
fr: &Aide

source: &About
fr: A &propos

source: Welcome to the control panel. Here you can setup most things on your computer.
fr: Bienvenue dans le panneau de configuration. Vous pouvez configurer votre ordinateur ici.

source: Icons
fr: Icônes

source: Icons settings.
fr: Configuration des Icônes

source: Colors and Fonts
fr: Couleurs et polices

source: Colors settings.
fr: Configuration des couleurs

source: Screen Saver
fr: Ecran de veille

source: Screensaver configuration.
fr: Configuration de l'écran de veille

source: Window Manager
fr: Fenêtre

source: Window manager settings.
fr: Configuration du gestionnaire de fenêtres

source: Display
fr: Affichage

source: Display settings.
fr: Configuration de l'affichage

source: Install New Software
fr: Installer des programmes

source: Software installation.
fr: Installation de programmes

source: Time and Date
fr: Date et heure

source: Time and date settings.
fr: Configuration de la date et de l'heure

source: Panel
fr: Barre des tâches

source: Panel configuration.
fr: Configuration du panneau

source: Keyboard
fr: Clavier

source: Keyboard settings
fr: Configuration du clavier

source: Ready
fr: Prêt
