Repository: edeproject/svn
Catalog: 1.2/eiconsconf/locale/*.po
Languages: sr

source: Icons settings
sr: Подешавања икона

source: &OK
sr: &У реду

source: &Cancel
sr: &Одустани

source: &Apply
sr: &Примени

source: Look&&feel
sr: Изглед и особине

source: Background color:
sr: Боја позадине:

source: Label color:
sr: Боја наслова:

source: Maximum width:
sr: Максимална ширина:

source: Font height:
sr: Висина фонта:

source: Grid spacing:
sr: Размак међу линијама:

source: Auto arrange icons
sr: Аутоматско ређање икона

source: Engage with just one click
sr: Стартуј једним кликом:

source: Clear this, to get transparent background.
sr: Искључити ово, да би се добила провидна позадина.

source: Choose color
sr: Изаберите боју
