Repository: edeproject/svn
Catalog: ede/branches/ede-fltk2/edisplayconf/locale/*.po
Languages: sr

source: Display configuration
sr: Прикажи конфигурацију

source: Mouse
sr: Миш

source: Acceleration
sr: Акцелерација

source: Threshold (pixels)
sr: Праг (у пикселима)

source: Bell
sr: Звоно

source: Volume in %
sr: Јачина у %

source: Pitch in Hz
sr: Ниво у Hz

source: Duration in ms
sr: Трајање у ms

source: Keyboard
sr: Тастатура

source: Repeat key activated
sr: Активиран тастер за понављање

source: Click volume %
sr: Јачина клика %

source: Screen
sr: Скрин

source: &Test
sr: &Тест

source: Activation delay (min)
sr: Пауза за активирање (мин)

source: Screen blanker activated
sr: Скрин бланкер активиран

source: Pattern change delay (min)
sr: Мењање шаблона након (мин)

source: Blank
sr: Бланк

source: Pattern
sr: Шаблон

source: &Cancel
sr: &Одустани

source: &Apply
sr: &Примени
