Repository: edeproject/svn
Catalog: branches/ede2-fltk2/epanelconf/locale/*.po
Languages: id

source: Executables (*.*), *, All files (*.*), *
id: Dapat dieksekusi (*.*), *, Semua file (*.*), *

source: File selection...
id: Pemilihan file

source: Panel settings
id: Seting panel

source: &Apply
id: Ter&apkan

source: &Close
id: &Tutup

source: Utilities
id: Utilitas

source: Panel utilities
id: Utilitas panel

source: Volume control program:
id: Program pengendali volumen

source: Time and date program:
id: Program jam dan tanggal:

source: Autohide
id: Sembunyikan otomatis

source: Automaticaly hide panel
id: Sembunyikan panel otomatis

source: Workspaces
id: Ruangkerja

source: Number of workspaces:
id: Jumlah ruangkerja:

source: Workspace names:
id: Nama ruangkerja:

source: WS 1:
id: RK 1:

source: WS 2:
id: RK 2:

source: WS 3:
id: RK 3:

source: WS 4:
id: RK 4:

source: WS 5:
id: RK 5:

source: WS 6:
id: RK 6:

source: WS 7:
id: RK 7:

source: WS 8:
id: RK 8:

source: Handlers
id: Handler

source: Handlers programs
id: Program handler

source: Internet browser:
id: Browser internet:
