Repository: edeproject/svn
Catalog: trunk/ede/ekeyconf/locale/*.po
Languages: fr

source: Keyboard settings
fr: Configuration du clavier

source: &Cancel
fr: &Annuler

source: &Apply
fr: A&ppliquer

source: Shortcuts
fr: Raccourcis

source: Keyboard shortcut:
fr: Raccourcis clavier:

source: To set a shortcut: Click here, then type the key combination you want. To delete the shortcut: Click here, then type backspace. To get out of shortcut-setting mode: Click the mouse on this again, or on some other field.
fr: Pour créer un raccourci: Cliquez ici, puis tapez les combinaisons de touches que vous désirez. Pour supprimer le raccourci: Cliquez ici, puis tapez 'retour chariot' (touche <--). Pour sortir du mode de configuration: Cliquez ici une nouvelle fois, ou sur un autre champ.

source: &New shortcut...
fr: &Nouveau...

source: &Remove shortcut
fr: &Supprimer

source: Define new shortcut
fr: Définir un nouveau raccourci

source: &Shortcut name:
fr: Nom:

source: C&ommand
fr: C&ommande

source: Shortcut already defined! Please use a different name
fr: Raccourci déjà définit! Utilisez un nom différent

source: Maximum number of user shortcuts exceeded
fr: Nombre maximum de raccourcis ateint
