Repository: edeproject/svn
Catalog: trunk/ede/etip/locale/*.po
Languages: fr

source: To start any application is simple. Press on the button with your user name, go to the Programs menu, select category and click on the wished program.
fr: Pour lancer une application, appuyez sur le bouton avec votre nom d'utilisateur et ensuite sur le menu programmes, sélectionnez votre catégorie et cliquez sur l'application désirée

source: To exit the EDE, press button with your user name and then Logout.
fr: Pour quitter EDE, appuyez sur le bouton avec votre nom d'utilisateur et ensuite Arrêter

source: To lock the computer, press button with your user name and then choose Lock.
fr: Pour verrouiller votre ordinateur, appuyez sur le bouton avec votre nom d'utilisateur et ensuite sur verrouiller

source: To setup things on the computer, press button with your user name, Panel menu and then the Control panel.
fr: Pour configurer EDE, appuyez sur le bouton avec votre nom d'utilisateur, menu configuration et ensuite Panneau de configuration

source: To add a program that is not in the Programs menu, click on the button with your user, Panel menu, and then Menu editor.
fr: Pour ajouter une application qui n'est pas dans le menu principal, cliquez sur le bouton avec votre nom d'utilisateur, menu configuration, puis Panneau de configuration.

source: Notice that this is still development version, so please send your bug reports or comments on EDE forum, EDE bug reporting system (on project's page), or check mails of current maintainers located in AUTHORS file.
fr: Notez que c'est toujours une version de dévellopement; donc envoyez vos rapports de bugs ou vos commentaires sur le forum de EDE, EDE bug reporting system (dans la page project), ou envoyez un courriel au mainteneur situé dans le fichier AUTHOR..

source: You can download latest release on http://sourceforge.net/projects/ede.
fr: Vous pouvez télécharger le dernière version sur http://sourceforge.net/projects/ede.

source: How about this...
fr: Que diriez-vous de ceci...

source: Smart idea...
fr: Idée futée...

source: Really smart idea...
fr: Idée très futée...

source: Really really smart idea...
fr: Idée très très futée...

source: Something new...
fr: Quelque chose de nouveau...

source: Or maybe this...
fr: Ou peut-être ça...

source: Tips...
fr: Astuces...

source: Do not bother me
fr: Ne m'ennuyez plus

source: &Close
fr: &Fermer
