Repository: edeproject/svn
Catalog: trunk/ede2/l10n/*/eiconsconf.po
Languages: sk

source: Icons settings
sk: Nastavenie ikon

source: &Cancel
sk: &Zrušiť

source: &Apply
sk: &Použiť

source: Background color:
sk: Farba pozadia:

source: Label color:
sk: Farba menovky:

source: Maximum width:
sk: Maximálna šírka:

source: Font height:
sk: Veľkosť fontu:

source: Grid spacing:
sk: Odstup mriežky:

source: Auto arrange icons
sk: Automaticky usporiadavať ikony

source: Engage with just one click
sk: Potvrdiť iba jedným kliknutím

source: Clear this, to get transparent background.
sk: Ak je tlačidlo odškrtnuté, budú sa zobrazovať transparentné ikony.

source: Choose color
sk: Voľba farby
