Repository: edeproject/svn
Catalog: tags/ede/1.1/ede/ecolorconf/locale/*.po
Languages: hu

source: Colors and fonts settings
hu: Szín és font beállítások

source: Default colors
hu: Színek

source: Color
hu: Háttér szín

source: Label color
hu: Felirat szín

source: Selection color
hu: Kiválasztás háttere

source: Selection text color
hu: Kiválasztott szöveg

source: Off color
hu: Off szín

source: Highlight color
hu: Kiemelés háttere

source: Highlight label color
hu: Kiemelt szöveg

source: Text color
hu: Szöveg szín

source: Background
hu: Háttér

source: Text background
hu: Szöveg háttér

source: Tooltips
hu: Buborékok

source: Tooltip color
hu: Buborékok színe

source: Tooltip text color
hu: Buborék szövegszín

source: Enable effects
hu: Effektek

source: Enabled
hu: Engedélyez

source: Effect type:
hu: Effekt típus:

source: None
hu: Egyik sem

source: Animation
hu: Animáció

source: Fading
hu: Fokozatos

source: Delay:
hu: Késleltetés:

source: Fonts
hu: Betűtípusok

source: Label font:
hu: Felirat font:

source: Text font:
hu: Szöveg font:

source: Label size:
hu: Felirat méret:

source: Text size:
hu: Szöveg méret:

source: Encoding:
hu: Kódolás:

source: Menus
hu: Menük

source: Enable subwindow effects
hu: Almenü effektek

source: Speed:
hu: Sebesség:

source: Others
hu: Egyéb

source: Enable MDI animation
hu: MDI animáció engedélyezése

source: Enable images state effect
hu: Képállapot váltás

source: &Save as...
hu: Menté&s...

source: Ap&ply colors to all programs
hu: Színbeállítások &alkalmazása az összes programra

source: Schemes:
hu: Témák:

source: &Apply
hu: &Alkalmaz

source: &Cancel
hu: Mégs&em

source: Choose color
hu: Szín kiválasztása

source: Color and label color are the same. Edit colors first.
hu: A szín és felirat szín ugyanaz. Szerkeszd először a színeket.

source: Save scheme as:
hu: Téma mentése:

source: New scheme
hu: Új téma

source: Select font...
hu: Betűtípus kiválasztása...
