Repository: edeproject/svn
Catalog: ede-1.x/tags/ede-1.2/epanelconf/locale/*.po
Languages: hu

source: Executables (*.*), *, All files (*.*), *
hu: Futtatható fájlok (*.*), *, Minden fájl (*.*), *

source: File selection...
hu: Fájl kiválasztása...

source: Panel settings
hu: Panel beállítások

source: &Apply
hu: &Alkalmaz

source: &Close
hu: Be&zár

source: Utilities
hu: Alkalmazások

source: Panel utilities
hu: Panel alkalmazások

source: Volume control program:
hu: Hangerőszabályzó program:

source: &Browse...
hu: &Tallóz...

source: Time and date program:
hu: Dátum/idő program:

source: Br&owse...
hu: Ta&llóz...

source: Autohide
hu: Elrejtés

source: Automaticaly hide panel
hu: Panel automatikus elrejtése

source: Workspaces
hu: Munkaterületek

source: Number of workspaces:
hu: Munkaterületek száma:

source: Workspace names:
hu: Munkaterület nevek:

source: WS 1:
hu: MT 1:

source: WS 2:
hu: MT 2:

source: WS 3:
hu: MT 3:

source: WS 4:
hu: MT 4:

source: WS 5:
hu: MT 5:

source: WS 6:
hu: MT 6:

source: WS 7:
hu: MT 7:

source: WS 8:
hu: MT 8:

source: Handlers
hu: Alapértelmezések

source: Handlers programs
hu: Alapértelmezett programok

source: Internet browser:
hu: Böngésző:

source: Terminal:
hu: Terminál:
