Repository: edeproject/svn
Catalog: tags/v1_2/ecolorconf/locale/*.po
Languages: sr

source: Colors and fonts settings
sr: Подешавање боја и фонтова

source: Default colors
sr: Дифолт боје

source: Color
sr: Боја

source: Label color
sr: Боја наслова

source: Selection color
sr: Боја селекције

source: Selection text color
sr: Боја селектованог текста

source: Off color
sr: Без боје

source: Highlight color
sr: Боја означења

source: Highlight label color
sr: Боја означеног текста

source: Text color
sr: Боја текста

source: Background
sr: Позадина

source: Text background
sr: Позадина текста

source: Tooltips
sr: Тултипси

source: Tooltip color
sr: Боја тултипса

source: Tooltip text color
sr: Боја текста тултипса

source: Enable effects
sr: Укључи ефекте

source: Enabled
sr: Омогућен

source: Effect type:
sr: Тип ефекта:

source: None
sr: Никакав

source: Animation
sr: Анимација

source: Fading
sr: Фејдинг

source: Delay:
sr: Пауза:

source: Fonts
sr: Фонтови

source: Label font:
sr: Фонт наслова:

source: Text font:
sr: Фонт текста:

source: Label size:
sr: Величина наслова:

source: Text size:
sr: Величина текста:

source: Encoding:
sr: Енкодинг:

source: Menus
sr: Менији

source: Enable subwindow effects
sr: Укључи сабвиндов ефекте

source: Speed:
sr: Брзина:

source: Others
sr: Остали

source: Enable MDI animation
sr: Укључи МДИ анимације

source: MDI opaque animation
sr: МДИ провидна анимација

source: Enable images state effect
sr: Укључи ефекат статичне слике

source: &Save as...
sr: &Сними као...

source: Ap&ply colors to all programs
sr: П&римени боје на све програме

source: Schemes:
sr: Шеме:

source: &OK
sr: &ОК

source: &Apply
sr: &Примени

source: &Cancel
sr: &Одустани

source: Choose color
sr: Изабери боју

source: Color and label color are the same. Edit colors first.
sr: Боја и боја наслова су исте. Прво измените боје.

source: Save scheme as:
sr: Сними шему као:

source: New scheme
sr: Нова шема
