Repository: edeproject/svn
Catalog: tags/ede/1.2/elauncher/locale/*.po
Languages: fr

source: Error
fr: Erreur

source: Program not found:
fr: Programme inconnu:

source: Perhaps it is not installed properly. Check your $PATH value.
fr: Il n'est peut-être pas installé correctement. Vérifiez la valeur de votre $PATH

source: File is not executable:
fr: Ce fichier n'est pas executable:

source: Elauncher: child's exited normally with status %d
fr: Elauncher: Fermeture anormale avec le code %d

source: Standard output
fr: Sortie standard

source: Standard error output
fr: Erreur de sortie standard

source: Elauncher: %s: child died unexpectedly!
fr: Elauncher: %s: Fermeture anormale

source: Unknown file type: %s To open this file in 'appname' please use 'appname %s'
fr: Type de fichier inconnu: %s Pour ouvrir ce fichier dans 'appname' veuillez utiliser 'appname %s'

source: You have requested to execute program %s via Elauncher. However, secure mode was enabled. Execution has been prevented.
fr: Vous avez demandé à exécuter le programme %s. Cependant, le mode de sécurité était activé. L'exécution à été empêchée.

source: Executables (*.*), *, All files (*.*), *
fr: Exécutables (*.*), *, Tous fichiers (*.*), *

source: File selection...
fr: Sélection de fichiers...

source: Open...
fr: Ouvrir...

source: Open:
fr: Ouvrir:

source: Type the location you want to open or the name of the program you want to run. (Possible prefixes are: http:, ftp:, gg:, av:, leo:)
fr: Tapez l'emplacement que vous désirez ouvrir ou le nom d'un programme que vous voulez démarrer. (Les préfixes possibles sont: http:, ftp:, gg:, av:, leo:)

source: &Cancel
fr: A&nnuler

source: &Browse...
fr: &Parcourir

source: program and URL opener for EDE.
fr: Lanceur d'applications et de fichiers pour EDE.

source: Usage:
fr: Utilisation:

source: Run the program. If no path is given, look in $PATH. To give parameters to program, use quotes e.g.:
fr: Démarrer l'application. Si aucun 'path' n'est donné, regardez dans $PATH. Pour donner des paramètres au programme, utilisez des guillemets e.g.:

source: This help screen.
fr: Ce message d'aide.

source: Run as root. Dialog is opened to enter password.
fr: Lancé en tant que root. Boite de dialogue ouverte pour entrer le mot de passe.

source: Prevent running programs. Only URLs are allowed.
fr: mpêchement d'exécution d'applications. Seuls les fichiers sont autorisés.

source: Open in default terminal app.
fr: Ouvrir dans un terminal.

source: Elauncher: Wrong number of parameters...
fr: Elauncher: Mauvais nombre de paramètres...
